Repository: net2grid/eu-cookiewet-wordpress-plugin
Catalog: languages/eucookiewet-*.po
Languages: nl_nl

source: You can use these settings to change the text of the plugin on your website.
nl_nl: U kunt deze instellingen gebruiken om de tekst van de plugin op uw website aan te passen.

source: We highly recommend keeping the text short and concise.
nl_nl: We zouden willen aanraden deze tekst kort maar duidelijk te formuleren.

source: This website uses cookies to improve the user experience.
nl_nl: Deze website maakt gebruik van cookies voor het verbeteren van de gebruikerservaring.

source: Allow cookies
nl_nl: Cookies toestaan

source: More information about the EU cookie directive
nl_nl: Meer informatie over de cookiewetgeving

source: This website uses cookies to improve the user experience
nl_nl: Deze website maakt gebruik van cookies voor het verbeteren van de gebruikerservaring.

source: Your settings
nl_nl: Uw instellingen

source: Something went wrong and the Cookie Policy page was not created. Check your list of pages to see if you possibly already had a Cookie Policy page.
nl_nl: De Cookie Policy pagina is niet aangemaakt na een fout. Bekijk uw Pagina overzicht om te kijken of er misschien al een Cookie Policy pagina bestaat.

source: The Cookie Policy page has been created.
nl_nl: De Cookie Policy pagina is aangemaakt.

source: You can edit your Cookie Policy page on
nl_nl: U kunt uw Cookie Policy pagina aanpassen op

source: this page
nl_nl: deze pagina
